{"text": "\f"}
{"text": "1."}
{"text": "00"}
{"text": "00"}
{"text": "00"}
{"text": "[3]"}
{"text": "[45]"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "(DIAL)"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "D20306"}
{"text": "1 of 16"}
{"text": "\fD20306"}
{"text": "2 of 16"}
{"text": "\fD20306"}
{"text": "3 of 16"}
{"text": "\fD20306"}
{"text": "4 of 16"}
{"text": "\fD20306"}
{"text": "5 of 16"}
{"text": "\fD20306"}
{"text": "6 of 16"}
{"text": "\fD20306"}
{"text": "7 of 16"}
{"text": "\fD20306"}
{"text": "8 of 16"}
{"text": "\fD20306"}
{"text": "9 of 16"}
{"text": "\fD20306"}
{"text": "\fD20306"}
{"text": "\fD20306"}
{"text": "\fD20306"}
{"text": "\fD20306"}
{"text": "B3. HCl"}
{"text": "\fD20306"}
{"text": "B4. N2O"}
{"text": "B5. H2O"}
{"text": "B6. ClO"}
{"text": "\fD20306"}
{"text": "10 of 16"}
{"text": "11 of 16"}
{"text": "12 of 16"}
{"text": "13 of 16"}
{"text": "B2. HNO3"}
{"text": "14 of 16"}
{"text": "15 of 16"}
{"text": "16 of 16"}
{"text": "B1. Ozone"}
{"text": "2.2. Ozone"}
{"text": "3. Summary"}
{"text": "throughout"}
{"text": "into warmer"}
{"text": "the topmost"}
{"text": "Introduction"}
{"text": "into the vortex,"}
{"text": "2.4. HNO3 and PSCs"}
{"text": "2.5. Denitrification"}
{"text": "Figure 5. (continued)"}
{"text": "_______________________"}
{"text": "Appendix B: Aura MLS Data"}
{"text": "Greenbelt, MD 20706, USA."}
{"text": "Hampton, VA 23681-2199, USA."}
{"text": "2.6. HCl and ClO Measurements"}
{"text": "Appendix A: AROTAL Instrument"}
{"text": "Mains Road, Edinburgh EH9 3JN, UK."}
{"text": "stratosphere, Nature, 305, 593 - 600."}
{"text": "2.3. Dynamics of the Filament Formation"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "SCHOEBERL ET AL.: POLAR VORTEX INTRUSION"}
{"text": "comparisons, Appl. Opt., 38, 6225 - 6236."}
{"text": "ozone recover, Science, 288, 1407 - 1411."}
{"text": "and history, Rev. Geophys., 37, 275 - 316."}
{"text": "2. Vortex Intrusion 2.1. Potential Vorticity"}
{"text": "vortex, J. Geophys. Res., 102, 10,785 - 10,800."}
{"text": "[38] The primary receiver is a zenith viewing 16"}
{"text": "Chemical observations of a polar vortex intrusion"}
{"text": "winter polar stratosphere, Nature, 344, 321 - 344."}
{"text": "latitude stratosphere, Geophys. Res. Lett., 23, 2369 - 2372."}
{"text": "E. V. Browell, NASA Langley Research Center, Mail Stop 401B,"}
{"text": "Arctic stratosphere: Ozone, Geophys. Res. Lett., 17, 325 - 328."}
{"text": "H. C. Pumphrey, School of GeoSciences, University of Edinburgh, West"}
{"text": "Fahey, D. W., et al. (2001), The detection of large HNO3 - containing"}
{"text": "analysis of vortex filaments, J. Geophys. Res., 100, 25,801 - 25,815."}
{"text": "L. R. Lait and L. Twigg, SSAI Corp., 10210 Greenbelt Road, Suite 600,"}
{"text": "Kondo, Y., et al. (1996), NOy correlation with N2O and CH4 in the mid-"}
{"text": "Schoeberl, M. R., and P. A. Newman (1996), A multiple level trajectory"}
{"text": "particles in the winter arctic stratosphere, Science, 291, 1026 - 1031."}
{"text": "Solomon, S. (1999), Stratospheric ozone depletion: A review of concepts"}
{"text": "Fahey, D. (1990), Observations of denitrification and dehydration in the"}
{"text": "McIntyre, M. E., and T. N. Palmer (1983), Breaking planetary-waves in the"}
{"text": "Copyright 2006 by the American Geophysical Union. 0148-0227/06/2006JD007134"}
{"text": "Tabazadeh, A., et al. (2000), Quantifying denitrification and its effect on"}
{"text": "Browell, E. V., et al. (1990b), Airborne lidar observations in the wintertime"}
{"text": "Godin, S., et al. (1999), Ozone differential absorption lidar algorithm inter-"}
{"text": "JOURNAL OF GEOPHYSICAL RESEARCH, VOL. 111, D20306, doi:10.1029/2006JD007134, 2006"}
{"text": "References Bird, J. C., et al. (1997), Observations of ozone structure in the Arctic polar"}
{"text": "between the occultation data sets themselves (see Froidevaux et al. [2006] for more details)."}
{"text": "Received 27 January 2006 revised 2 May 2006 accepted 30 June 2006 published 21 October 2006."}
{"text": "top of the beam transmission tubes, and produce no further obscuration of the primary telescope."}
{"text": "aircraft ozone and PSC observations provides a very complete picture of the filament chemistry."}
{"text": "a net increase in HNO3 (Figure 10b) that is likely due to evaporation of NAT as they fall regions below."}
{"text": "NAT. The backscatter ratios indicate that these were thin clouds with relatively low particle concentrations."}
{"text": "[28] There are several possible causes for a local change in HNO3 within the vortex: (1) mixing of low HNO3 air"}
{"text": "[8] From mid-January to early February 2005, the Polar Aura Validation experiment (PAVE) conducted flights along"}
{"text": "[18] Over the course of the 2004/2005 winter, temperatures below NAT formation temperature first occur in early"}
{"text": "Figure 3. Ozone at 22 km from AROTAL, MLS, and the 4- and 6-day MLS RDF calculations. The arrows indicate the locations of the filaments."}
{"text": "McGee, T. J., M. Gross, U. N. Singh, J. J. Butler, and P. Kimvilakani (1995), An improved stratospheric ozone lidar, Opt. Eng., 34, 1421 - 1430."}
{"text": "Manney, G. L., et al. (2005), Diagnostic comparison of meteorological analyses during the 2002 Antarctic winter, Mon. Weather Rev., 133, 1261 - 1278."}
{"text": "L. Froidevaux, N. Livesey, W. Read, M. L. Santee, and J. Waters, NASA Jet Propulsion Laboratory, 4800 Oak Grove Drive, Pasadena, CA 911098099, USA."}
{"text": "Citation: Schoeberl, M. R., et al. (2006), Chemical observations of a polar vortex intrusion, J. Geophys. Res., 111, D20306, doi:10.1029/2006JD007134."}
{"text": "Rex, M., et al. (1999), Subsidence, mixing, and denitrification of Arctic polar vortex air measured During POLARIS, J. Geophys. Res., 104, 26,611 - 26,623."}
{"text": "[5] P94 analyzed the inward breaking events observed during the 1992 AASE II aircraft experiment. This experiment took place a few months after the eruption"}
{"text": "Gao, R. S., et al. (2001), Observational evidence for the role of denitrification in Arctic stratospheric ozone loss, Geophys. Res. Lett., 28, 2879 - 2882."}
{"text": "Plumb, R. A., et al. (2003), Global tracer modeling during SOLVE: Highlatitude descent and mixing, J. Geophys. Res., 108(D5), 8309, doi:10.1029/2001JD001023."}
{"text": "A. R. Douglass, S. R. Kawa, T. J. McGee, and M. R. Schoeberl, NASA Goddard Space Flight Center, Code 910, Greenbelt, MD 20771, USA. (mark.r.schoeberl@nasa.gov)"}
{"text": "Waters, J., et al. (2006), The Earth Observing System Microwave Limb Sounder (EOS MLS) on the Aura satellite, IEEE Trans. Geosci. Remote Sens., 44, 1075 - 1092."}
{"text": "Froidevaux, L., et al. (2006), Early validation analyses of atmospheric profiles from EOS MLS on the Aura satellite, IEEE Trans. Geosci. Remote Sens., 44, 1106 - 1121."}
{"text": "Newman, P. A., and M. R. Schoeberl (1995), A reinterpretation of the data from the NASA Stratosphere-Troposphere Exchange Project, Geophys. Res. Lett., 22, 2501 - 2504."}
{"text": "[10] The analysis field in Figure 1a shows the vortex with a weak PV gradient near the east European sector (longitude \u001845°). The RDF shows relatively low vorticity air intruding"}
{"text": "f/3 viewing port in Newtonian telescope mounted beneath a 16 the aircraft fuselage. Although two wavelengths are transmitted, four wavelengths are received. In addition to the two"}
{"text": "Chang, A. Y., et al. (1996), A comparison of measurements from ATMOS and instruments aboard the ER-2 aircraft: Tracers of atmospheric transport, Geophys. Res. Lett., 23, 2389 - 2392."}
{"text": "M. R. Schoeberl,1 S. R. Kawa,1 A. R. Douglass,1 T. J. McGee,1 E. V. Browell,2 J. Waters,3 N. Livesey,3 W. Read,3 L. Froidevaux,3 M. L. Santee,3 H. C. Pumphrey,4 L. R. Lait,5 and L. Twigg5"}
{"text": "Carslaw, K. S., et al. (2002), A vortex-scale simulation of the growth and sedimentation of large nitric acid hydrate particles, J. Geophys. Res., 107(D20), 8300, doi:10.1029/2001JD000467."}
{"text": "Figure 9. HNO3 versus N2O relationship computed from the MLS level 2 data from 60°N to the pole from 20 to 25 km for several dates (YYMMDD) showing the evolution of the relationship. See text for details."}
{"text": "Bloom, S. (2005), Documentation and validation of the Goddard Earth Observing System (GEOS) Data Assimilation System - Version 4, Tech. Rep. 104606, 26 pp., NASA Goddard Space Flight Cent., Greenbelt, Md."}
{"text": "Koike, I. H., Y. Kondo, G. E. Bodeker, M. Y. Danilin, and Y. Sanso (2001), Redistribution of nitric acid in the Arctic lower stratosphere during the winter of 1996 - 97, J. Geophys. Res., 106, 23,139 - 23,150."}
{"text": "Glatthor, N., et al. (2005), Mixing processes during the Antarctic vortex split of September - October 2002 as inferred from source gas and ozone distributions from ENVISAT-MIPAS, J. Atmos. Sci., 62, 787 - 800."}
{"text": "Esler, J. G., and D. W. Waugh (2002), A method for estimating the extent of denitrification of Arctic polar vortex air from tracer-tracer scatter plots, J. Geophys. Res., 107(D13), 4169, doi:10.1029/2001JD001071."}
{"text": "[11] Figure 2a shows Airborne Raman Ozone, Temperature, and Aerosol Lidar (AROTAL) ozone observations made during the northbound segment of the DC-8 flight. This ozone cross section was the same as observed by the"}
{"text": "[14] Figure 4a shows the MLS ozone mapped to 480 K potential temperature surface along with the MLS level 2 points and the DC-8 flight track. The map is created by averaging and linearly interpolating the level 2 data"}
{"text": "Hanson, D., and K. Mauersberger (1988), Solubility and equilibrium vaporpressures of HCl dissolved in polar stratospheric cloud materials: Ice and the trihydrate of nitric-acid, Geophys. Res. Lett., 15, 1507 - 1510."}
{"text": "[19] Figure 7a shows the MLS cross section of HNO3 along the DC-8 flight track. We note that MLS HNO3 may be slightly high biased in the vortex (section B2). The filament is clearly visible as a tongue of high HNO3 near"}
{"text": "Douglass, A. R., M. R. Schoeberl, R. B. Rood, and S. Pawson (2003), Evaluation of transport in the lower tropical stratosphere in a global chemistry and transport model, J. Geophys. Res., 108(D9), 4259, doi:10.1029/2002JD002696."}
{"text": "Sutton, R. T., H. MacLean, R. Swinbank, A. O'Neill, and F. W. Taylor (1994), High-resolution stratospheric tracer fields estimated from satellite observations using Lagrangian trajectory calculations, J. Atmos. Sci., 51, 2995 - 3005."}
{"text": "Drdla, K., M. R. Schoeberl, and E. V. Browell (2002), Microphysical modeling of the 1999 - 2000 Arctic winter: 1. Polar stratospheric clouds, denitrification, and dehydration, J. Geophys. Res., 108(D5), 8312, doi:10.1029/2001JD000782."}
{"text": "Santee, M. L., G. L. Manney, N. J. Livesey, and W. G. Read (2004), Threedimensional structure and evolution of stratospheric HNO3 based on UARS Microwave Limb Sounder measurements, J. Geophys. Res., 109, D15306, doi:10.1029/2004JD004578."}
{"text": "Browell, E. V., C. F. Butler, M. A. Fenn, W. B. Grant, S. Ismail, M. Schoeberl, O. B. Toon, M. Loewenstein, and J. R. Podolske (1993), Ozone and aerosol changes observed during the 1992 Airborne Arctic Stratospheric Expedition, Science, 261, 1155 - 1158."}
{"text": "[35] We discuss the process of filament formation. As with the case studied by P94, this filament owes its existence to a blocking ridge near Iceland. The collapse of this ridge allows vortex edge material to be brought inward and be advected around inside the vortex."}
{"text": "Browell, E. V., C. F. Butler, S. Ismail, P. A. Robinette, A. F. Carter, N. S. Higdon, O. B. Toon, M. R. Schoeberl, and A. F. Tuck (1990a), Airborne lidar observations in the wintertime Arctic stratosphere: Polar stratosphere clouds, Geophys. Res. Lett., 17, 385 - 388."}
{"text": "by MLS on 31 January but observed by AROTAL. In general, the 6-day RDF seems to follow the AROTAL ozone measurements with slightly more fidelity than the 4-day RDF especially near the edge of the vortex (58°N). From here on we will be using the 6-day RDF of the various trace gases."}
{"text": "1NASA Goddard Space Flight Center, Greenbelt, Maryland, USA. 2NASA Langley Research Center, Hampton, Virginia, USA. 3NASA Jet Propulsion Laboratory, Pasadena, California, USA. 4School of GeoSciences, University of Edinburgh, Edinburgh, UK. 5SSAI Corporation, Greenbelt, Maryland, USA."}
{"text": "In winter, as the polar vortex cools, sulfate aerosols swell and polar stratospheric clouds (PSCs) can form. These swollen sulfate aerosols and PSCs allow for the heterogeneous reaction of ClONO2 and HCl to form Cl2 and HNO3, drawing down both chlorine reservoirs. Cl2 photolyzes and"}
{"text": "(a) Ozone at 480 K observed by MLS, 31 January 2005. Black line shows the DC-8 flight Figure 4. track. Black dots show the MLS observation points. Blue line is the 4 PVU contour (see Figure 1a). (b) Ozone computed using a 6-day RDF for 31 January 2005 using MLS data from 25 January 2005."}
{"text": "Brooks, S. D., O. B. Toon, M. A. Tolbert, D. Baumgardner, B. W. Gandrud, E. V. Browell, H. Flentje, and J. C. Wilson (2004), Polar stratospheric clouds during SOLVE/THESEO: Comparison of lidar observations with in situ measurements, J. Geophys. Res., 109, D02212, doi:10.1029/ 2003JD003463."}
{"text": "Initial comparisons with observations from the ACE instrument show mean biases of around 20%, and 40% scatter or better in the lower stratosphere. Comparisons of MLS N2O observations with balloon borne observations are very encouraging, showing agreement within the expected levels of precision."}
{"text": "[4] The inward breaking events can alter the chemical composition of the vortex by replenishing ozone, nitric acid and the chlorine reservoirs. If inward breaking events occur, the correlations among the trace gases change, making ozone loss and denitrification more difficult to diagnose [Plumb et al., 2000]."}
{"text": "Plumb, R. A., et al. (1994), Intrusions into the lower stratospheric Arctic vortex during the winter of 1991 - 1992, J. Geophys. Res., 99, 1089 - 1105. Plumb, R. A., D. W. Waugh, and M. P. Chipperfield (2000), The effects of mixing on tracer relationships in the polar vortices, J. Geophys. Res., 105, 10,047 - 10,062."}
{"text": "[25] To check on the relationship between NOy and N2O, Figure 9 shows 5-day averages of level 2 MLS N2O and HNO3 from 60°N to the pole, 20 - 25 km, averaged into 5 ppbv N2O bins during different periods of vortex evolution. The date indicates the first day of the 5-day data group. Although there is considerable scatter"}
{"text": "[40] The Aura MLS instrument and data are described by Waters et al. [2006] and the specifics of the level 2 data are described in JPL publication D-32381 available at http:// mls.jpl.nasa.gov. We use version 1.5 of the data. The relevant portions of the JPL publication have been extracted, edited and reproduced below."}
{"text": "[12] The AROTAL measurements are reported in geometric coordinates while MLS L2 data are reported in pressure coordinates. We have converted the AROTAL ozone and DIAL aerosol data (discussed later) to pressure coordinates using the geopotential height from the meteorological analysis. Hereafter we use log-pressure height"}
{"text": "(a) Perturbation temperature (temperature minus its zonal mean) around the 70°N contour 28 Figure 6. January 2005. The thick black line is the 480 K potential temperature contour. (b) Same as Figure 6a except for 29 January 2005. (c) Same as Figure 6a except for 30 January 2005. (d) Same as Figure 6a except for 31 January 2005."}
{"text": "[27] Denitrification can be estimated either using the difference (HNO*3 - HNO3) or by using an earlier estimate of HNO3 and trajectory mapping (appropriate for recent denitrification) to estimate a percentage change. We use the relationship between HNO3 and N2O on 15 December 2004 (Figure 9) to compute the change in HNO3 for reasons discussed above."}
{"text": "[30] Overall there appears to be a net decrease in 18 - 22 km HNO3 throughout the vortex. This change could not occur simply through internal vortex mixing. Figure 10c confirms the overall decrease of HNO3 compared to HNO3* at 480 K within the vortex, and these changes roughly line up with the coldest temperatures. Below 400 K and north of 60°N there is"}
{"text": "patch of PSCs lies just leeward of the NAT saturation region (see the Montgomery stream function contours in Figure 5g). This is consistent with the idea that winds might have advected the particles beyond the zone where temperatures are cold enough to form PSCs. Thus the southernmost NAT cloud might be particles that are in the process of evaporating."}
{"text": "(a) Analyzed potential vorticity field north of 30°N at 480 K on 31 January 2005 (units of Figure 1. _5 km2/kg/s or 1 PVU). Black line shows the flight track of the DC-8 on the same day. Pink line is the 10 4 potential vorticity unit (PVU) contour that approximately indicates the vortex edge. (b) The 6-day RDF generated using the PV field from 6 days earlier see Figure 1a."}
{"text": "(a) MLS HCl, along the DC-8 flight track from the MLS data. Yellow lines show the PSC Figure 12. exposure time as in Figure 7b. (b) MLS ClO gray contour shows the 3 ppmv MLS ozone contour. Yellow lines show the PSC exposure time as in Figure 7b. (c) HCl depletion computed using 6-day back trajectories. Yellow line as in Figure 12a pink line is the 3 ppmv MLS ozone contour."}
{"text": "[50] Acknowledgments. The authors would like to thank the NASA HQ, NASA Dryden, and NASA Ames groups for outstanding support during the Polar Aura Validation experiment (PAVE). Some of this work was performed while the first author was visiting the College of Oceanic and Atmospheric Sciences at Oregon State University. This work was supported by NASA's Earth Science Program."}
{"text": "[33] The highest levels of ClO are collocated with the zone of highly denitrified air at 63°N. Even though Figure 10b shows more denitrified air further north, the higher solar zenith angles in that region reduces ClO concentrations. The lack of HNO3 in this air mass will slow the conversion of ClO back to ClONO2 and thus produce maximum potential for ozone loss [e.g., Gao et al., 2001]."}
{"text": "on 29 January, the blocking feature collapses (Figures 5c and 5d). The vortex wind field becomes more zonal and begins to pull the edge material around into the vortex (Figures 5e and 5f). The edge material then shears out and moves from Iceland to Northern Russia by 30 January and is subsequently stretched out and carried around the pole. By 31 January the blocking ridge has reestablished itself."}
{"text": "into the vortex moving counterclockwise around the pole. The flight track of the DC-8 is shown Figure 1a. The northbound segment of the DC-8 flight follows the Aura ascending node orbit track. The flight was timed so that the Aura overpass occurred near the northern most part of the track. Because of this close coincidence we can assume that the DC-8 and MLS measurements are essentially simultaneous."}
{"text": "[29] Figure 10a shows MLS N2O (section B4) from which HNO3* is derived and the difference between HNO3 and HNO3* (Figure 10b), or the net change in HNO3 since 15 December 2004. PSCs were not observed north of 70° so the denitrification in that region appears to be permanent and nearly complete. Figure 10b also shows a smaller denitrified region corresponding to the low HNO3 air at 63°N discussed in the last section."}
{"text": "[7] Glatthor et al. [2005] used MIPAS data to analyze the chemistry of the unusual Antarctic vortex split of September 2002. They noted a strong correlation between MIPAS N2O and potential vorticity (PV). They also noted that the CH4N2O correlation showed evidence of mixing into the Antarctic vortex during the period prior to the vortex breakup. This evidence appears as increased scatter in the correlation curve."}
{"text": "(7 loge(1000/p) km, where p is pressure in hPa) which we refer to as height. The vortex intrusion forms the filament outlined by the 3 ppmv contour line in the AROTAL data and MLS data (Figures 2a and 2b). As expected the filament structure is more detailed in the AROTAL observations that are reported every 5 min with a vertical resolution of 0.75 - 3 km. MLS level 2 data are reported about every 1.5° in latitude (this number"}
{"text": "Figure 11. Recent denitrification computed as the percent difference between the initial and finalized values of HNO3 at the beginning and end of a 6-day trajectory associated with the filament. Exposure is time the parcel has encountered below PSC temperatures over the last 6 days using MLS HNO3 and H2O observed at the start of the trajectory. Error bars indicate one standard deviation in the ensemble of points for each bin."}
{"text": "[47] The data have been compared [Froidevaux et al., 2006] to data from four occultation instruments: ACE, HALOE, POAM III and SAGE II. The comparison is qualitatively good, but the MLS data generally show a small positive bias: 5 - 10% against HALOE, 0 - 5% against ACE and 10 - 15% against SAGE II. The bias is negative, about 10 - 20%, against POAM III. Agreement against the Mk IV and FIRS-2 balloon instruments is also good."}
{"text": "DIAL ozone lidar also on the DC-8 (not shown). Because the DC-8 flight was made during the day to match the 1:30 PM Aura overpass time, the AROTAL instrument was operated primarily as an ozone differential absorption lidar and was not equipped for aerosol detection. Appendix A describes the AROTAL instrument in more detail. The DIAL lidar capabilities are described by Browell et al. [1990a, 1990b, 1993] and Brooks et al. [2004]."}
{"text": "decreases approaching the pole because of the orbital inclination) and the instrument has 2 - 3 km vertical resolution. Appendix B describes the Aura MLS measurements in more detail, and section B1 discusses MLS ozone. [13] Comparing Figures 2a and 2b, the filament observed by AROTAL is clearly evident in the MLS measurements, although the observations do not show the complex vertical and horizontal structure seen by both AROTAL and DIAL"}
{"text": "[6] Bird et al. [1997] analyzed ozone structures observed within the polar vortex using lidar and balloon measurements made near Eureka in the Canadian Arctic. Most of the laminae they observed in ozone were outside the vortex edge and appeared to be generated by the motion of the vortex. They also noted laminae within the vortex. The ozone laminae were correlated with the potential vorticity field and consistent with back trajectory analysis."}
{"text": "(a) MLS N2O along the flight track which is used to compute HNO3*. (b) HNO3* - HNO3, Figure 10. basically the change HNO3 since 15 December 2004. Temperature history contours are also shown (see Figure 7b) white contours areas correspond to high aerosol backscatter. White box is the region used to generate Figure 11. (c) Map of the change in HNO3 at 480 K. Blue line is the 4 PVU contour. Black lines are temperature contours from 190 K to 198 K every 2 K."}
{"text": "[16] P94 discussed filament formation but did not discuss the role that the variability in the blocking feature plays in the formation of the filament. The sequence of events leading up to the formation of the filament is shown in Figure 5. The sequence begins with the strong blocking feature near zero longitude on 28 January (Figures 5a and 5b) near Iceland. The map shows that this feature locally distorts the vortex the vortex edge is displaced toward the pole. Then"}
{"text": "(a) MLS HNO3 map interpolated onto the 480 K map for 25 January. (b) The 6-day, 480 K Figure 8. HNO3 RDF map formed from the observations of 25 January. The pink line is the 4 PVU contour. The DC-8 flight track is shown in black with the white regions corresponding to PSC regions. (c) The 31 January RDF cross section of HNO3. The temperature contours are black dotted lines. The pink line shows the NAT formation contour using RDF MLS HNO3, RDF H2O, and assimilated temperatures the dashed pink line is NAT + 2 K."}
{"text": "[37] The AROTAL lidar consists of a pair of lasers: a frequency-tripled Nd-YAG laser emitting \u0018225 mJ at 355 nm and a 50 Hz pulse repetition rate and a 200 Hz XeCl excimer laser emitting \u0018200 mJ at 308 nm. Because of physical constraints, the transmitted beams are not expanded and are transmitted coaxially with the receiver telescope. The 308 nm radiation is absorbed by ozone and ozone absorption at 355 nm is negligible. These wavelengths are particularly well suited for lidar measurements of stratospheric ozone."}
{"text": "[43] The standard product for version 1.5 HCl is taken from the 640 GHz retrieval. The vertical resolution for HCl is \u00183 km in the lower stratosphere, and degrades to 5 - 6 km near 1 hPa and 7 km at the top recommended level of 0.2 hPa. The estimated single-profile precision ranges from 0.1 ppbv (lower stratosphere) to 0.5 ppbv (lower mesosphere), or 5 - 15%. This is typically close to the scatter based on the retrieved profile variability, evaluated in a narrow latitude band centered around the equator, where atmospheric vari-"}
{"text": "because of the lower spatial resolution of the MLS instrument. (The filament also appears in MLS HNO3 and N2O measurements shown in Figures 7a and 10a, respectively, below). Using RDF calculations we can try and explain some of the structure shown in the lidar data. Figure 2c shows the 6-day RDF from MLS observations. The 3 ppmv contour in RDF can be compared to the same contour in the MLS and AROTAL. Figure 3 shows ozone values at 22 km, the MLS 6-day RDFs is able to capture the secondary filament (left arrow in Figure 2c) not seen"}
{"text": "[23] We also note that the RDF calculation show higher HNO3 values above 20 km north of 70° N than were observed by MLS on 31 January (cf. Figure 7a). The direct MLS observations of very low HNO3 are consistent with the lack of lidar PSC observation in this region. This difference suggests that air north of 70° N has been denitrified between 25 and 31 January. Indeed, at 480 K, temperatures were below ice formation values over Svalbard from 25 to 27 January. An ice event like this would have quickly expanded the region of denitrifed air in the polar region."}
{"text": "[17] To show that this process can bring edge material to the interior of the vortex, the trajectory of an air parcel is shown on the maps (Figures 5a, 5c, 5e, and 5g). The parcel (small triangle) begins at the edge of the vortex on 28 January and by 31 January is well inside the main vortex at the location where the filament was observed. To summarize, it is the sequence of formation and collapse of the blocking ridge that leads to the filament development. The collapse of the blocking feature allows the vortex winds to sweep the edge air into the interior."}
{"text": "[20] PSC formation can remove gas phase HNO3 either temporarily when HNO3 is condensed or permanently when the condensate gravitationally settles out. Calculation of the NAT formation temperature from MLS observations of gas phase HNO3 in the presence of condensate can lead to an underestimate that temperature. Figure 7a shows contours of the NAT formation temperatures [Hanson and Mauersberger, 1988] using the GEOS-4 assimilated temperatures and MLS measurements of HNO3 and H2O (pink line). Figure 7a shows that the area of PSCs formation temperatures include the PSC"}
{"text": "[22] To bring out the filament more clearly in the map we compute the 6-day RDF. Figure 8 shows maps of MLS HNO3 on 25 January from which the 31 January RDF is constructed. Note the very low HNO3 region over Svalbard (or Spitzbergen, \u001880°N, 20°E) and the ring of high HNO3 values at the vortex edge. Subsequent vortex motion pulls the edge HNO3 into the long filament that creates the environment for the northernmost PSC patch. The RDF HNO3 cross section (Figure 8c) shows even better alignment with the PSC features, and the other PSC zones line up better with the computed NAT + 2 K contours."}
{"text": "[9] Figure 1 shows the potential vorticity field at 480 K from the Goddard Modeling and Assimilation Office GEOS-4 analysis [Bloom et al., 2005 Douglass et al., 2003] as well as a 6-day reverse domain fill (RDF) analysis of the PV field [Sutton et al., 1994, Newman and Schoeberl, 1995]. RDF is a trajectory technique that provides an assessment of the unmixed transport. An n-day RDF uses n-day back trajectories from a given day. Mixing ratios of the trace gas at the earlier date are then interpolated onto the trajectory end points and copied forward along the trajectory path to describe the unmixed, nonreactive transported field."}
{"text": "(a) Ozone mixing ratio measured by the AROTAL lidar. The potential temperature surfaces Figure 2. interpolated from the meteorological analysis onto the DC-8 flight track are also shown. The black line shows the 3 ppmv contour. (b) Ozone mixing ratio measured by MLS along the DC-8 flight track in ppmv. Note the high ozone values north of 60°N between 20 and 25 km these are the ozone filaments discussed below. The MLS 3 ppmv line is solid, while the AROTAL line (Figure 2a) is dashed. (c) A 6-day RDF ozone calculation the orange line is the 3 ppmv RDF contour, the thick black line is MLS data (Figure 2b), and the thin black line is AROTAL data (Figure 2a)."}
{"text": "[15] P94 described the dynamics of filament formation for the case they studied. The vortex intrusions they described resulted from a blocking feature over the Northeast Atlantic that generated ridging in the lower stratosphere. In the winter 2004/2005 a Northeast Atlantic blocking feature produced inward breaking events on 29 December, 16 and 31 January, and 10 February. The blocking feature became so strong in late February that it caused the vortex to split on 25 February only to immediately rejoin when the block collapsed. By 14 March the vortex split again and never recovered. The dynamics of the filament formation in late January 2005 are very similar to the P94 case."}
{"text": "65°N. DIAL lidar backscatter observations of PSCs from both the outbound and inbound flight tracks are overlaid on the HNO3 field. The DIAL measures the aerosol backscattering ratio to molecular backscatter at 1064 nm with a vertical resolution of 75 m averaged over 4 s intervals. Brooks et al. [2004] discuss the DIAL lidar PSC detection capability in more detail. The location of the PSCs corresponds to regions of higher HNO3 toward the edge of the vortex and in the vicinity of the filament. High values of HNO3 will increase the nitric acid trihydrate (NAT) formation temperature. The lidar depolarization measurements identified the PSCs as small solid particles, presumably"}
{"text": "[39] The lidar data is acquired in 15 m bins, which are read out every 20 s. These 20-s data sets are integrated for 3 - 5 min, and a running mean ozone profile is obtained and displayed every 20 s. The 15 m vertical bins are integrated and reported in the data archive on 150 m centers. The actual vertical resolution of retrieved ozone varies with altitude above the aircraft between 0.75 - 3 km. The algorithm used to compute ozone profiles is the same as that developed for the GSFC ground-based instrument. This algorithm has undergone two algorithm comparisons [Godin et al., 1999 T. Leblanc, personal communication, 2005] and has been validated in numerous international campaigns."}
{"text": "[2] The Arctic stratospheric polar vortex exhibits both inward and outward wave breaking events [Plumb et al., 1994] (hereinafter referred to as P94). Outward wave breaking is the term used to indicate erosion of the stratospheric polar vortex by midlatitude wave breaking events [McIntyre and Palmer, 1983] and these events are commonly seen as the vortex erodes during winter [e.g., Schoeberl and Newman, 1996]. Inward wave breaking events occur when air moves into the vortex from midlatitudes and is subsequently entrained and mixed within the vortex. Inside the vortex, the wind shear forms filaments that can be identified by composition that is not characteristic of the polar vortex."}
{"text": "[32] Since PSCs were observed in the filament, heterogeneous chemical processing of the chlorine reservoirs should have taken place. Figure 12 plots the HCl and ClO observed by MLS over the DC-8 track (see sections B3 and B5 for a discussion of these measurements). In Figure 12a HCl is strongly depleted inside the vortex region, even within the filament. As expected, ClO is very high throughout the whole region including the filament. Using the back trajectories, we can compute the change in HCl from MLS observations six days earlier. This is shown in Figure 12c. Recent depletion in the filament region near 66°N is evident. In addition, we see HCl depletion occurring near the outer regions of the vortex."}
{"text": "the Aura subsatellite track. On 31 January 2005, ozone lidars on board a DC-8 flight north of Hudson Bay measured an anomaly in the stratospheric vortex ozone field suggesting the presence of vortex edge air within the polar vortex. This anomaly could be traced to an inward breaking vortex intrusion that occurred on 29 January 2005. The Aura Microwave Limb Sounder (MLS) also observed the anomaly. In addition to the ozone filament, the lidars detected regions of polar stratospheric clouds (PSCs) just south of the filament and colocated with the filament. The combined measurements from the lidars, MLS and trajectory analysis provide a detailed chemical picture of the inward breaking event and also explain the spatial distribution of the PSCs."}
{"text": "inside the vortex and higher HNO3 air inside the vortex as described by Plumb et al. [2000], (2) entry of high HNO3 vortex edge air (3) sequestration or evaporation of HNO3 in PSCs which may fall out of the stratosphere, (4) photolysis, (5) descent from above, (6) formation of HNO3 by the reaction of HCl with ClONO2. Photolysis of HNO3 at these sun angles can be neglected, and formation from ClONO2 can only change HNO3 by few ppbv. Vortex increases in HNO3 near 20 km will thus be produced by mixing, descent, evaporation of PSCs, and through entry of edge air. Increased HNO3 via sedimentation and evaporation has been observed at altitudes below about 15 km [Koike et al., 2001]. Vortex decreases in HNO3 can be produced by mixing and by PSC condensation."}
{"text": "[34] We describe the chemical structure of an inward breaking filament in the northern winter vortex. Such an event was first identified and described by P94 using aerosol observations. Here we use both aircraft and satellite observations to describe a filament that was observed on the DC-8 flight of 31 January 2005. The filament was observed by AROTAL ozone lidar measurements and was also seen in the MLS ozone and HNO3 observations. The AROTAL ozone lidar shows a complex ozone anomaly well within the vortex. The MLS level 2 observations show the filament as a broader feature as might be expected given the lower MLS vertical and horizontal resolution. The trajectory calculations show that the filament originated from air near the edge of the vortex."}
{"text": "December. By very late December, the vortex cools to ice formation temperatures. At 480 K, the vortex reaches ice formation temperatures sporadically throughout January and into mid-February. The vortex warms up rapidly by midMarch. Over the course of the winter, the coldest temperatures are seen in a region that stretches from Hudson Bay to northern Norway across the North Atlantic. Figure 6 shows the temperature field at 70°N for late January. The 195 K contour, which is a rough guide to the formation of PSCs is shown. The effect of the blocking ridge is to create a second cold pool over northern Hudson Bay. As the ridge collapses, the eastern cold pool warms. Note that very low temperatures persist over the North American sector during this period."}
{"text": "[44] The standard product for v1.5 N2O is taken from the 640 GHz retrieval. The results of simulations are show reported precision for N2O of around 20 ppbv in the midstratosphere, corresponding to about 10%. The precision is poorer in the lowermost stratosphere and also worsens in the upper stratosphere. This reported precision overestimates the scatter seen in retrieval simulations by about 50%. The simulations show that average biases are typically under 10%, although individual points in the lower stratosphere can show biases as large as 100% in the winter polar vortex conditions. The vertical resolution for v1.5 N2O is around 2 - 3 km in most of the stratosphere and lower mesosphere, worsening to 5 - 6 km in the lowermost stratosphere and at 0.1 hPa and above."}
{"text": "of Mt. Pinatubo. The Pinatubo stratospheric aerosol cloud was not present when the Arctic polar vortex formed and thus the vortex was initially free of volcanic aerosol. During DC-8 flights through the vortex, the DC-8 Differential Absorption Lidar lidar measurements showed Pinatubo aerosol intrusions into the vortex (P94). These intrusions could be traced to an inward that occurred several days earlier. P94's breaking event analysis also showed that inward breaking events were not uncommon in the NH vortex but were almost never seen in the more stable Southern Hemisphere vortex. P94 discussed the dynamics of the event comparing various transport simulations with the lidar aerosol observations. P94 did not analyze ozone observations or assess the chemical implications of the inward breaking event."}
{"text": "observations that coincide with the filament. However, the temperatures associated with the southernmost PSC patch are about 2 K warmer than the formation temperature (dashed pink lines are TNAT + 2 K). To test whether the depletion in HNO3 due to PSC formation affects our estimate of the PSC formation temperature, we have also computed PSC formation temperatures using HNO3* which is derived from MLS N2O (described below) and would not include PSC sequestered HNO3. The results show only a very small shift in NAT formation temperature contours so we conclude that the PSCs are not sequestering a significant fraction of HNO3 and that the southern PSC exists in a subsaturated environment. Model comparisons performed by Manney et al. [2005] for the Antarctic do not suggest a temperature bias in GEOS-4 of this magnitude."}
{"text": "[21] Figure 7b also shows the background HNO3 and PSCs, but we have overlaid the contours of the number of days the air parcels have been exposed to sub-NAT formation temperatures using HNO3 within the past 6 days. The contours line up well with the zone of highly depleted HNO3 south of the filament. This suggests that this air was previously depleted of HNO3thus NAT formation temperatures are too low for PSC formation. We have also computed the length of time since NAT temperatures were last reached. The southern patch of PSCs shown in Figure 7b had seen PSC temperatures within 0.2 days suggesting that this feature, although occurring in a region where the formation temperatures are 2 K above saturation, might be an evaporating remnant of a larger patch upwind. Figure 7c shows a map of HNO3 at the 480 K surface. The southern"}
{"text": "(a) MLS HNO3 along the flight track in ppbv. Black contours are potential temperature Figure 7. surfaces. Dashed black contours are temperature. White contours along the cross section show the location of enhanced backscatter ratio from the DIAL lidar from both outbound and inbound tracks the contours are 1.5, 2.0, 3.0, and 4.0 times enhanced aerosol over molecular backscatter. Pink lines are the NAT formation temperature based on MLS HNO3 and H2O dashed pink lines are NAT + 2 K. (b) Same as Figure 7a except that the contours show total exposure to the sub-NAT formation temperatures in days during the last 6 days. (c) Map of MLS HNO3 on the 480 K surface. The 4 PVU level is shown by the solid line. The NAT formation temperature contour is the dashed line. DIAL PSC locations at 480 K are shown as white regions on the DC-8 flight track, which is shown in black."}
{"text": "[46] The standard water vapor product is taken from the 190 GHz retrieval. It is unusual among MLS products in that it is assumed that log(Mixing ratio), and not mixing ratio itself, varies linearly with log pressure. For this reason, scientific studies considering averages of MLS water vapor data should perform the averaging in log space. The scatter in the data is much smaller than the precision estimate. This is because the radiance errors provided to the retrieval formula are inflated to as much as 2 K. This is done to account for unexplained systematic errors that would otherwise cause poor convergence in the retrieval. The vertical resolution for H2O is 2.7 - 3 km at pressures greater than 100 hPa, increases to 4 km for pressures less than 46 hPa, remaining constant the stratosphere and degrades to 6 km and 7 km near 1 hPa and 0.1 hPa (the top recommended level), respectively."}
{"text": "Figure 5. Sequence of events leading up to the formation of the vortex filament on 31 January 2005. Maps show the 480 K potential vorticity map in PVU units. Black contours show the Montgomery stream function. Black ring shows the location of the corresponding zonal cross-section contour plots. The small triangle on the maps represents the back trajectory location of a parcel starting at the observation point on 31 January. (a) Map for 28 January 2005. (b) Contour plot for 28 January showing the zonal variation of the perturbation geopotential height (GPH) at 70°N times 100 m. The 480 K surface is shown as the thick black curve. (c) Same as Figure 5a except for 29 January 2005. (d) Same as Figure 5b except for 29 January 2005. (e) Same as Figure 5a except for 30 January 2005. (f) Same as Figure 5b except for 30 January 2005. (g) Same as Figure 5a except for 31 January 2005. (h) Same as Figure 5b except for 31 January 2005."}
{"text": "[36] Of special interest is the observation of PSCs by the DC-8 DIAL lidar. The intermittent PSC observations are analyzed with regard to HNO3 and the temperature history of the air parcels. The HNO3 observations show that the location of the PSCs correlates with air that has not been significantly denitrified. The southern PSC region along the flight is associated with vortex edge air. The northern region is associated with the filament. The two PSC regions are separated by about 400 km of highly denitrified air. Using MLS HNO3* (computed from N2O) we are able to produce denitrification maps of the whole vortex region. From the HNO3 loss in the filament we estimate the denitrification rate is about 10% per day after three days when temperatures are below PSC formation threshold. There is no evidence of a filament in MLS HCl. This suggests that HCl has already been converted to active chlorine and is consistent with MLS ClO measurements.The combination of MLS ozone, HNO3, N2O, HCl and ClO along with"}
{"text": "reacts with ozone to form ClO which begins the catalytic destruction of ozone [Solomon, 1999]. There are three predominant types of PSCs in the lower stratosphere: ice which forms at temperatures below \u0018185 K, nitric acid trihydrate (NAT) which forms near 195 K, and swollen sulfate/nitric acid ternary aerosols that form near the same temperature as NAT. It is believed that rapid denitrification of the vortex can occur when ice clouds form [Fahey et al., 1990]. This is common in the Antarctic vortex. If temperatures below \u0018195 K but above ice formation are sustained, large NAT particles can also form and settle out gravitationally [Fahey et al., 2001], permanently removing HNO3 and halting subsequent NAT formation. Aerosol lidars can be used to distinguish between the liquid aerosols, NAT and ice clouds using information from depolarization of the backscattered lidar beam and the wavelength dependence of the backscattering, which is representative of the size distribution of the aerosols [Browell et al., 1990a Brooks et al., 2004]."}
{"text": "elastically scattered returns at 308 and 355 nm, N2 Ramanscattered returns from each of these transmitted wavelengths are recorded at 332 nm and 387 nm. Extremely high solar backgrounds, coupled with the comparatively weak Raman signals meant that these channels were largely inoperative during the PAVE campaign. The elastic returns are spectrally separated and power split into three phototubes for each elastic wavelength. This preserves the linearity of the signal, as the lidar return can vary over five orders of magnitude in this configuration. The photomultiplier tubes are blocked from the low-altitude, high-intensity initial return, to essentially remove signal-induced noise [McGee et al., 1995]. In addition to the three detectors looking at telescope, each of the returns collected through the 16 elastic wavelengths makes use of two independent, small aperture, large field-of-view minireceivers to bring a linear lidar return as close to the aircraft skin as possible. These minireceivers are mounted inside the main telescope, over"}
{"text": "for each MLS level 2 pressure level onto a 2° latitude by 9° longitude grid. Using the GEOS-4 temperature analysis we then interpolate the data to the 480 K surface. The 4 potential vorticity unit (PVU) contour is also shown (see Figure 1) as a reference. The map shows that the highest ozone values are near the vortex edge where diabatic descent is the strongest and ozone displaced downward relative to the exterior region as seen in Figure 2. The filament observed by MLS is near 90°W just north of the region where the outbound and return DC-8 flight tracks cross. The filament is not visible on the map because of the averaging. Using the MLS ozone map from 6 days earlier, we can construct a high-resolution RDF of the ozone field. The RDF very clearly shows the ozone filament seen by MLS and AROTAL in Figure 2b. The RDF shows that the high ozone filament is drawn from the vortex edge and is brought around to the DC-8 flight track by the cyclonic circulation. The RDF ozone values are higher outside the vortex than the ozone map because MLS measurements six days earlier are higher."}
{"text": "ability is expected to be small, except at the top end of the profile, where the scatter tends to be somewhat smaller than the estimated precision this indicates an increasing influence from the a priori, although not to an extent that affects the retrieved abundances much. Comparisons of MLS and HALOE HCl for January - March 2005 [Froidevaux et al., 2006] indicate that MLS HCl abundances are typically high, relative to HALOE, by 0.2 to 0.4 ppbv (10 to 15%). In contrast, MLS HCl is typically within 5% of the ACE HCl values, certainly in the upper stratosphere and in the more quiescent SH lower stratosphere. Larger differences are observed in the more disturbed conditions of NH highlatitude winter. The exact cause of the disagreement with HALOE is not known at this time, but there have been indications that HALOE HCl data were on the ''low side'' of other observations (from satellite, balloons, aircraft) by 10 - 15%. Comparisons of MLS HCl versus balloon-borne measurements in September 2004 from Ft. Sumner, New Mexico, indicate good agreement, generally within the combined random errors. Despite the bias issue versus HALOE, we find that the HCl latitudinal variations agree well between HALOE and MLS."}
{"text": "[1] An intrusion of vortex edge air into the interior of the Arctic polar vortex was observed on the 31 January 2005 flight of the NASA DC-8 aircraft. This intrusion was identified as anomalously high values of ozone by Airborne Raman Ozone, Temperature, and Aerosol Lidar (AROTAL) and Differential Absorption Lidar (DIAL). Our analysis shows that this intrusion formed when a blocking feature near Iceland collapsed, allowing edge air to sweep into the vortex interior. Analysis of Aura Microwave Limb Sounder (MLS) observations made along the DC-8 flight track also shows the intrusion in both ozone and HNO3. Polar stratospheric clouds (PSCs) were observed by the DIAL lidar on the DC-8. The spatial variability of the PSCs can be explained using MLS HNO3 and H2O observations and meteorological analysis temperatures. We also estimate vortex denitrification using the relationship between N2O and HNO3. Reverse domain fill back trajectory calculations are used to focus on the features in the MLS data. The trajectory results improve the agreement between lidar measured ozone and MLS ozone and also improve the agreement between the HNO3 measurements and PSC locations. The back trajectory calculations allow us to compute the local denitrification rate and reduction of HCl within the filament. We estimate a denitrification rate of about 10% per day after exposure to below-PSC formation temperature."}
{"text": "[24] Gao et al. [2001] noted that ozone loss within the Arctic vortex is a strong function of the level of denitrification with higher ozone loss occurring in significantly denitrified air masses. Using MLS HNO3, N2O and trajectories we can estimate denitrification. N2O can be used to compute initial NOy that in this region is mostly in the form HNO3. Using aircraft, satellite, and balloon observations, the relationship between N2O and NOy has been described by Fahey et al. [1990], Chang et al. [1996], and Kondo et al. [1996]. These papers used this relationship to estimate denitrification within the polar vortex. However, the relationship between N2O and NOy is not linear, and mixing events can create a new relationship as discussed by Plumb et al. [2000] and Esler and Waugh [2002]. Plumb et al. [2000] pointed out that mixing events between deep vortex air masses with very low NOy and vortex edge air masses with higher NOy may confuse the expected signal of PSC denitrification. Plumb et al. [2003] showed in more detail how mixing and descent in a model that lacked PSC denitrification processes can produce alternative N2O and NOy relationships that appear to show denitrification even though none occurred. Using multiple tracers, permanent denitrification by PSCs can be estimated [Rex et al., 1999 Esler and Waugh, 2002], but without additional tracers that procedure cannot be applied here."}
{"text": "in the data (not shown), the expected nonlinear relationship emerges. We note how this relationship changes as the season evolves, especially for values of N2O below about 200 ppbv. Values of N2O above 200 ppbv at 480 K are found well outside the vortex. Climatologically, most dramatic vortex descent takes place during the fall and early winter so we expect little upper stratospheric air to arrive inside the vortex after 15 December. The first intrusion event occurs on 29 December, and, although, minimum NH temperatures in 2004 - 2005 at 50 mbar first go below TNAT on about 4 December the vortex cold pool is not very extensive until after mid-December. Thus changes in the relationship between N2O and HNO3 after 15 December should be due to mixing within the vortex itself, intrusions into the vortex or heterogeneous processes affecting HNO3. [26] The curve in the <200 ppbv region flattens out with time. This behavior is consistent with the description of subsequent mixing of air within the vortex described by Plumb et al. [2003]. Nonetheless, after 31 January we see a general decrease in HNO3 in the <200 ppbv of N2O zone. The overall drop in HNO3 between 31 January and 15 February suggests permanent denitrification by PSCs rather than mixing because after 15 March minimum temperatures within the vortex were above PSC formation temperatures so the PSCs would have evaporated. Thus similarity between the 15 March curve and the 15 February curve confirms the fact that the denitrification is not due to sequestration by PSCs."}
{"text": "[31] To estimate how fast PSCs might be denitrifying the filament we can compare PSC temperature exposure history against local denitrification over the last 6 days. PSC formation temperatures computed using MLS HNO3 and H2O and back trajectories are used to link 31 and 25 January points. We restrict our analysis to the filament region inside the small box shown in Figure 10b. PSC backscatter occurs in this region but the PSC amount is very small. This is air that has been exposed to low temperatures but was not initially denitrified. The results are shown in Figure 11. Figure 11 shows that HNO3 depletion does not show up immediately. Instead it increases with below-PSC temperature exposure but only after 3 days. After 3 days, the rate is roughly 10% per day of exposure. The temperature history of these parcels shows that the temperature was above ice formation temperature during this period. The large standard deviation of these measurements probably reflects the sensitivity of PSC formation to microphysical processes [Drdla et al., 2002]. Carslaw et al. [2002] modeled the formation of large NAT particles that were observed during SOLVE [see Fahey et al., 2001] and concluded that the denitrification by these particles took place over 8 days, a longer period than available here. Tabazadeh et al. [2000] estimated the same timescale using Upper Atmosphere Research Satellite measurements of the Antarctic vortex. Since small amounts of NAT are clearly still present in the filament air mass, we have to conclude that denitrification within the filament may be ongoing so our estimates are not necessarily inconsistent with those studies."}
{"text": "[41] The standard product for version 1.5 O3 is taken from the 240 GHz retrieval. This product has the highest sensitivity down into the upper troposphere, as well as in the mesosphere. The recommended vertical range is 215 - 0.46 hPa. Retrieval simulations indicate that the average biases are small over the vertical range recommended above, with overall accuracy (closure) of better than 1%, not a major error source, and there is excellent tracking between the simulated retrieval results and the true input profiles. An iterative full forward model is used for increased accuracy over a broad altitude range. The estimated precision for stratospheric ozone compares well with the RMS scatter about the truth. Simulations indicate good closure for O3 in the upper troposphere, typically to better than 10%. The vertical resolution for the standard O3 product is 3 km in the upper troposphere and lower stratosphere, but degrades to 4 km at 215 hPa and 6 km in the mesosphere. The estimated single-profile precision reported by the Level 2 software typically varies from 0.2 - 0.4 ppmv (or 2 to 15%) from the midstratosphere to the lower mesosphere. The observed scatter in the data, evaluated in a narrow latitude band centered around the equator where atmospheric variability is expected to be small, tends to be slightly larger than these values. This scatter is larger than the estimated precision by 30% near the ozone peak, and by a factor of more than two near 100 hPa. Some of this may be caused by atmospheric variability, as well as by smoothing constraints (used for the a priori profile). The early O3 comparisons [Froidevaux et al., 2006] indicate overall agreement at roughly the 5 - 10% level with stratospheric profiles from SAGE II, HALOE, POAM III, and ACE. MLS ozone values tend to be slightly higher than the occultation data sets in the lower stratosphere, and slightly low in the upper stratosphere, but the degree of ''tilt'' in this slope of the average differences changes from one comparison to the next, indicating that there are also differences"}
{"text": "[48] The standard product for ClO is taken from the 640 GHz retrieval. ClO is strongly diurnal in the lower stratosphere day-night differences can be used to reduce systematic effects in the measurements from 100 to 10 hPa. The ClO vertical resolution varies with altitude, from 3 km over the range 100 to 10 hPa to 5 km near the top of the profile. [49] The estimated single-profile precision reported by the Level 2 software varies from 0.15 to 0.2 ppbv over the range 100 to 10 hPa, degrading to 0.4 - 0.5 ppbv near 1 hPa. The observed scatter in the data, evaluated in a 20°-wide latitude band centered around the equator where natural variability is expected to be small in the lower stratosphere, suggests a measurement precision of 0.1 - 0.2 ppbv throughout the profile. Comparisons with correlative data sources have not yet been undertaken for ClO, so accuracy estimates are not available. However, time series of daytime, nighttime, and day-night difference values from almost nine months of version 1.5 data have been examined in 5°-wide equivalent latitude bands between 87.5°S and 87.5°N on the 660, 580, 520, 460, and 410 K potential temperature surfaces (corresponding to pressure levels of 22, 32, 46, 68, and 100 hPa, respectively). At level, nighttime mixing ratios are approximately zero at all equivalent latitudes and seasons for both ClO products. At the lower levels, however, a persistent negative bias of as much as 0.3 ppbv is evident at low and middle latitudes in both daytime and nighttime mixing ratios from the ClO-640 GHz retrievals. At polar latitudes, the ClO-640 GHz nighttime mixing ratios temporarily exhibit nonnegligible positive values during the winter when ClO is enhanced at other seasons a negative bias comparable to that always present at low and middle latitudes is seen. Taking day-night differences in the lower stratosphere effectively eliminates the negative bias it also leads to reduced ClO mixing ratios during the winter enhancement at polar latitudes, since nighttime values are slightly positive at that time/location."}
{"text": "[42] The standard product for version 1.5 HNO3 is taken from the 240 GHz retrieval at and below 10 hPa, and from the 190 GHz retrieval at and above 6.8 hPa. The vertical resolution of the standard HNO3 product is estimated to be 3.5 km over the range 147 to 10 hPa, degrading to 4.5 km at 3.2 hPa. Over most of the recommended vertical range, the estimated single-profile precision reported by the Level 2 software varies from 1.0 to 1.5 ppbv the observed scatter in the data, evaluated in a 20°-wide latitude band centered around the equator where atmospheric variability is expected to be small, suggests a measurement precision of 1 ppbv throughout the profile. Preliminary comparisons with a climatology based on seven years of UARS MLS HNO3 measurements [Santee et al., 2004] suggest that EOS MLS HNO3 may be biased high by several ppbv near the profile peak. Much closer agreement with the UARS climatology is generally found at other latitudes/altitudes/seasons. Comparisons of HNO3 profiles from MLS and ACE at middle and high latitudes in both hemispheres over the January - March 2005 time period [Froidevaux et al., 2006] indicate that, in an average sense, MLS HNO3 is high relative to ACE by at least 2 - 3 ppbv (30%) at the levels surrounding the profile peak. Average agreement between the two satellite measurements is better (typically within 10%) near the top and bottom of the profile. Despite the apparent offset between MLS and ACE near the profile peak, however, comparisons of nearly coincident individual measurements show good agreement in capturing the overall shapes of the HNO3 profiles and tracking variations in them. Comparisons with HNO3 measurements from the FIRS-2 and Mark IV instruments obtained during a balloon campaign from Ft. Sumner, NM in September 2004 lead to similar conclusions: MLS mixing ratios exceed those measured by the balloon instruments by as much as 3 ppbv at the levels around the profile peak, with agreement typically much better at the top and bottom of the vertical range [Froidevaux et al., 2006]. The discrepancies between HNO3 abundances measured by MLS and those measured by ACE, FIRS-2, and Mark IV may arise in part because of uncertainties in either the infrared or the microwave spectroscopy this possibility is under investigation. The altitude, latitude, and seasonal dependence of the apparent high bias in the MLS version 1.5 HNO3 data will be explored in more detail in future validation studies, both through analysis of potential shortcomings in the MLS retrieval system and comparisons with additional correlative (ground-based, aircraft, balloon, and satellite) data sources."}
